{
  "APP": {
    "APPLICATION": "Toepassing",
    "BACKEND_SERVICE": "Back-endservice",
    "MORE_ACTIONS": "Meer acties",
    "VALIDATE_PROJECT": "Project valideren",
    "DOWNLOAD_PROJECT": "Project downloaden",
    "ADD_ACTION": "Nieuwe actie toevoegen",
    "ADD_EVENT": "Nieuwe gebeurtenis toevoegen",
    "HEADER": {
      "APP_NAME": "Modeling Application",
      "SIGN_OUT": "Afmelden",
      "SETTINGS": "Instellingen",
      "ABOUT": "Info",
      "LANGUAGE": "Taal",
      "SEARCH": "Zoeken"
    },
    "DIALOGS": {
      "CANCEL": "Annuleren",
      "SAVE": "Opslaan",
      "CREATE": "Maken",
      "UPDATE": "Bijwerken",
      "CLOSE": "Sluiten",
      "DONT_SAVE": "Niet opslaan",
      "UNSAVED_PAGE_TITLE": "Wilt u de wijzigingen opslaan die zijn gemaakt in",
      "EDIT_PROPERTIES": "Procesvariabelen bewerken",
      "EDIT_PROCESS_MESSAGES": "Berichten bewerken",
      "EDIT_PROCESS_ERRORS": "Fouten bewerken",
      "EDIT_FORM_PROPERTIES": "Formuliervariabelen bewerken",
      "EDIT_VISIBILITY_CONDITIONS": "Zichtbaarheidsvoorwaarden bewerken",
      "ERROR": {
        "TITLE": "Wilt u toch opslaan?",
        "SUBTITLE": "Validatiefouten:",
        "NAME_DOESNT_MATCH_PATTERN": "De naam komt niet overeen met het volgende patroon",
        "GENERAL_NAME_VALIDATION": "De naam moet uit kleine letters bestaan en mag minimaal 1 en maximaal 26 tekens lang zijn. Alfanumerieke tekens en afbreekstreepjes zijn toegestaan, maar de naam moet beginnen met een letter en eindigen met een cijfer."
      },
      "CONFIRM": {
        "TITLE": "Weet u het zeker?",
        "SUBTITLE": "Weet u zeker dat u deze actie wilt uitvoeren?",
        "EMAIL_TEMPLATE_DESCRIPTION": "Deze actie kan niet ongedaan worden gemaakt",
        "BUTTON": "Bevestigen",
        "RELEASE": "Weet u zeker dat u een nieuwe versie van dit project wilt vrijgeven?",
        "TYPES": {
          "DECISION": "beslissingstabel",
          "DATA": "gegevens",
          "UI": "UI",
          "CONNECTOR": "connector",
          "FORM": "Formulier",
          "PROCESS": "Proces",
          "FILE": "bestand",
          "SCRIPT": "script",
          "TRIGGER": "Trigger",
          "MODEL": "Contentmodel",
          "CUSTOM-FORM-WIDGET": "Formulierwidget"
        },
        "DELETE": {
          "PROJECT": "Weet u zeker dat u dit project wilt verwijderen?",
          "PROCESS": "Weet u zeker dat u dit proces wilt verwijderen?",
          "FORM": "Weet u zeker dat u dit formulier wilt verwijderen?",
          "UI": "Weet u zeker dat u deze UI wilt verwijderen?",
          "DATA": "Weet u zeker dat u dit gegevensobject wilt verwijderen?",
          "DECISION_TABLE": "Weet u zeker dat u deze beslissingstabel wilt verwijderen?",
          "CONNECTOR": "Weet u zeker dat u deze connector wilt verwijderen?",
          "FILE": "Weet u zeker dat u dit bestand wilt verwijderen?",
          "SCRIPT": "Weet u zeker dat u dit script wilt verwijderen?",
          "TRIGGER": "Weet u zeker dat u deze trigger wilt verwijderen?",
          "MODEL": "Weet u zeker dat u dit contentmodel wilt verwijderen?",
          "FORM_WIDGET": "Weet u zeker dat u deze formulierwidget wilt verwijderen?"
        },
        "SAVE": {
          "PROCESS": "Weet u zeker dat u dit proces wilt opslaan?",
          "FORM": "Weet u zeker dat u dit formulier wilt opslaan?",
          "UI": "Weet u zeker dat u deze UI wilt opslaan?",
          "DATA": "Weet u zeker dat u dit gegevensobject wilt opslaan?",
          "DECISION_TABLE": "Weet u zeker dat u deze beslissingstabel wilt opslaan?",
          "CONNECTOR": "Weet u zeker dat u deze connector wilt opslaan?",
          "FILE": "Weet u zeker dat u dit bestand wilt opslaan?",
          "EMAIL_TEMPLATE": "Weet u zeker dat u de e-mailsjabloon wilt overschrijven?",
          "SCRIPT": "Weet u zeker dat u dit script wilt opslaan?",
          "TRIGGER": "Weet u zeker dat u deze trigger wilt opslaan?",
          "MODEL": "Weet u zeker dat u dit contentmodel wilt opslaan?",
          "FORM_WIDGET": "Weet u zeker dat u deze formulierwidget wilt opslaan?"
        },
        "SAVE_AS": {
          "PROCESS": "Weet u zeker dat u dit proces wilt kopiëren?",
          "FORM": "Weet u zeker dat u dit formulier wilt kopiëren?",
          "UI": "Weet u zeker dat u deze UI wilt kopiëren?",
          "DATA": "Weet u zeker dat u dit gegevensobject wilt kopiëren?",
          "DECISION_TABLE": "Weet u zeker dat u deze beslissingstabel wilt kopiëren?",
          "CONNECTOR": "Weet u zeker dat u deze connector wilt kopiëren?",
          "FILE": "Weet u zeker dat u dit bestand wilt kopiëren?",
          "SCRIPT": "Weet u zeker dat u dit script wilt kopiëren?",
          "TRIGGER": "Weet u zeker dat u deze trigger wilt kopiëren?",
          "MODEL": "Weet u zeker dat u dit contentmodel wilt kopiëren?",
          "FORM_WIDGET": "Weet u zeker dat u deze formulierwidget wilt kopiëren?"
        },
        "DOWNLOAD": {
          "PROCESS": "Weet u zeker dat u dit proces wilt downloaden?",
          "IMAGE": "Weet u zeker dat u de svg-afbeelding van dit proces wilt downloaden?",
          "FORM": "Weet u zeker dat u dit formulier wilt downloaden?",
          "UI": "Weet u zeker dat u deze UI wilt downloaden?",
          "DATA": "Weet u zeker dat u dit gegevensobject wilt downloaden?",
          "DECISION_TABLE": "Weet u zeker dat u deze beslissingstabel wilt downloaden?",
          "CONNECTOR": "Weet u zeker dat u deze connector wilt downloaden?",
          "FILE": "Weet u zeker dat u dit bestand wilt downloaden?",
          "SCRIPT": "Weet u zeker dat u dit script wilt downloaden?",
          "TRIGGER": "Weet u zeker dat u deze trigger wilt downloaden?",
          "MODEL": "Weet u zeker dat u dit contentmodel wilt downloaden?",
          "FORM_WIDGET": "Weet u zeker dat u deze formulierwidget wilt downloaden?"
        }
      }
    },
    "MENU": {
      "EDIT": "Bewerken",
      "DELETE": "Verwijderen",
      "RELEASE": "Vrijgeven",
      "COLLABORATORS": "Samenwerkers",
      "SEE_RELEASES": "Releases weergeven",
      "DOWNLOAD": "Downloaden",
      "SAVE_AS": "Opslaan als"
    },
    "SETTINGS": {
      "HEADER": "App-instellingen"
    },
    "GENERAL": {
      "ERRORS": {
        "CHANGE_USER": "Gebruiker wijzigen",
        "NOT_VALID_JSON": "Ongeldig JSON-object",
        "NOT_VALID_HTML": "Ongeldig HTML-object",
        "NOT_VALID_SCHEMA": "Het JSON-object komt niet overeen met het schema"
      }
    },
    "EDITOR": {
      "NAME": "Naam",
      "DESCRIPTION": "Beschrijving",
      "TITLE": "Toepassingsnaam"
    }
  }
}